;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! ob-typescript)
(package! indium)
(package! js2-refactor)
(package! xref-js2)
(package! reason-mode)
(package! prettier-js)
(package! move-text)
(package! origami)
(package! vue-mode)
(package! livereload)
